[
  {
    "src": "/assets/images/blobism.jpg",
    "shortDescription": "The Aqua Tower, located in Chicago, is an iconic skyscraper designed by architect Jeanne Gang of Studio Gang. Completed in 2010, the building is distinguished by its organic, flowing silhouette, characteristic of the blobism movement, with its cascading balconies.",
    "longDescription": "The Aqua Tower in Chicago, designed by architect Jeanne Gang from Studio Gang, is an iconic skyscraper completed in 2010, making a significant mark on the architectural landscape. Known for its organic silhouette, a hallmark of the blobism movement, the tower features cascading balconies that serve both aesthetic and functional purposes. This design reflects a harmonious integration of nature-inspired elements with modern architecture, positioning the Aqua Tower as a noteworthy exemplar of blobism and a key player in contemporary urban aesthetics.",
    "title": "Aqua tower",
    "genre": "Blobism",
    "color": "#011936",
    "author": "Pierre Antona"
  },
  {
    "src": "/assets/images/brutalism.jpg",
    "shortDescription": "The Barbican Centre in London is a cultural and residential complex designed in the Brutalist style, an architectural movement that emerged in the 1950s and 1960s. Designed by architects Chamberlin, Powell and Bon, the Barbican, completed in 1982, remains one of the most emblematic works of Brutalism.",
    "longDescription": "The Barbican Centre in London, a cultural and residential complex completed in 1982, stands as an iconic example of Brutalist architecture, a movement that emerged in the 1950s and 1960s. Designed by architects Chamberlin, Powell, and Bon, its bold use of exposed concrete, geometric forms, and emphasis on functionality encapsulate the essence of Brutalism. Beyond its architectural significance, the Barbican Centre serves as a dynamic cultural hub, embodying both the movement's aesthetic principles and functional ideals, contributing significantly to Brutalism's enduring legacy in London's architectural landscape.",
    "title": "Barbican Center",
    "genre": "Brutalism",
    "color": "#00A390",
    "author": "Kotryna Juskaite"
  },
  {
    "src": "/assets/images/high-tech.jpg",
    "shortDescription": "The Lloyd's Building in London is an iconic structure designed by architect Richard Rogers. Completed in 1986, it embodies the high-tech architectural movement. The building is distinguished by its bold use of exposed metal structures, external ventilation ducts and modular design.",
    "longDescription": "The Lloyd's Building, a prominent structure in London, stands as a testament to the visionary design of architect Richard Rogers. Completed in 1986, this iconic building is a quintessential representation of the high-tech architectural movement. Its distinguishing features include a bold and innovative use of exposed metal structures, external ventilation ducts, and a modular design. These elements not only contribute to the building's aesthetic appeal but also reflect the movement's core principles of embracing technological advances, functionality, and a futuristic design language. ",
    "title": "Lloyd’s Building",
    "genre": "High Tech",
    "color": "#eeadad",
    "author": "Max Whitehead"
  },
  {
    "src": "/assets/images/metabolism.jpg",
    "shortDescription": "The Nakagin Capsule Tower in Tokyo, designed by architect Kisho Kurokawa in 1972, is an emblematic figure of the metabolist movement. This modular tower expresses the Japanese metabolic vision by integrating interchangeable prefabricated capsules, symbolizing the idea of organic growth and constant adaptability in architectural design.",
    "longDescription": "The Nakagin Capsule Tower in Tokyo, a 1972 creation by Kisho Kurokawa, epitomizes the metabolist movement from 1960s Japan. This architectural approach envisions urban design as organic and evolutionary. The tower, a modular marvel, showcases this philosophy through interchangeable prefabricated capsules, embodying the concepts of organic growth and adaptability in design. The metabolic approach strives to forge flexible, ever-evolving urban environments, reflecting the movement's visionary perspective on dynamic and constantly changing urban development.",
    "title": "Nakagin Capsule Tower",
    "genre": "Metabolism",
    "color": "#adb5ee",
    "author": "Arthur Mazi"
  },
  {
    "src": "/assets/images/modernist.jpg",
    "shortDescription": "The Brazilian National Congress, located in Brasilia, is an emblematic building designed by architect Oscar Niemeyer as part of the urban plan for Brazil's new capital, completed in 1960. It is a landmark work of the modernist movement.",
    "longDescription": "The Brazilian National Congress, located in Brasília, is an iconic creation by Oscar Niemeyer, part of the city's 1960 urban plan. Completed in 1960, it stands as a landmark of modernist architecture, characterized by clean lines and geometric simplicity. Niemeyer's design reflects the movement's commitment to progress, functionality, and a departure from traditional ornamentation, making the Brazilian National Congress a significant symbol of modernity.",
    "title": "Brazilian National Congress",
    "genre": "Modernist",
    "color": "#58315B",
    "author": "Gustavo Leighton"
  }
]
